Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-IT/tmx_teil_2.tmx
Source language: en
Languages: it

source: Yarn stretching machines
it: Stiratoi per filati

source: Vacuum pumps [machines]
it: Pompe per vuoto [macchine]

source: Pistons [parts of machines or engines]
it: Pistoni [parti di macchine o di motori]

source: Pumps [machines]
it: Pompe [macchine]

source: Belts for conveyors
it: Nastri trasportatori

source: Soldering apparatus, gas-operated
it: Apparecchi per saldare a gas

source: Scissors, electric
it: Forbici elettriche

source: Electric shearing machines
it: Macchine elettriche per tosare

source: Shears, electric
it: Cesoie elettriche

source: Lubricators [parts of machines]
it: Lubrificatori [parti di macchine]

source: Grease boxes [parts of machines]
it: Scatole di lubrificazione [macchine]

source: Electric mixers for household purposes
it: Mixer da cucina per uso domestico [elettrici]

source: Blenders, electric, for household purposes
it: Emulsionatori elettrici per uso domestico

source: Soldering apparatus, electric
it: Apparecchi per saldare elettrici

source: Welding machines, electric
it: Macchine elettriche per saldare

source: Mixing machines
it: Impastatrici

source: Snowblowers
it: Spartineve

source: Snow throwers
it: Sgombraneve

source: Snow ploughs
it: Spazzaneve

source: Filters for machines
it: Filtri per macchine

source: Filtering machines
it: Macchine per filtrare

source: Electric pulley blocks
it: Montacarichi elettrici

source: Electric hoists
it: Paranchi elettrici

source: Power hammers
it: Magli [macchine]

source: Electric hammers
it: Martelli elettrici

source: Transmissions for machines
it: Trasmissioni per macchine

source: Electric fruit juice extractors
it: Centrifughe per frutta (Elettriche -)

source: Electric fruit squeezers
it: Spremifrutta elettrici

source: Juice extractors, electric
it: Estrattore di succhi, elettrici

source: Fruit presses, electric, for household purposes
it: Spremifrutta elettrici per uso domestico

source: Transmission chains, other than for land vehicles
it: Catene motrici, diverse da quelle per veicoli terrestri

source: Food processors, electric
it: Robots da cucina elettrici

source: Garbage [waste] disposals
it: Trituratori di spazzature

source: Waste crushing machines
it: Macchine tritarifiuti

source: Mobile cranes
it: Gru mobili

source: Gantry cranes
it: Gru a portale

source: Aprons [parts of machines]
it: Grembiuli per macchine

source: Cowlings [parts of machines]
it: Cofani [parti di macchine]

source: Bearings for machines
it: Cuscinetti per macchine

source: Anti-friction bearings for machines
it: Cuscinetti [parti di macchine o di motori]

source: Circular saws
it: Seghe circolari

source: Engines for boats
it: Macchine di navi

source: Marine engines
it: Motori marini

source: Motors for boats
it: Motori di navi

source: Reapers and threshers
it: Mietitrebbiatrici

source: Tedding machines
it: Macchine voltafieno

source: Type-setting machines [photocomposition]
it: Macchine per la fotocomposizione

source: Pneumatic pumps
it: Pompe pneumatiche

source: Compressed air pumps
it: Pompe ad aria compressa

source: Blowing engines
it: Macchine soffianti

source: Vacuum packaging machines
it: Imballatrici sottovuoto

source: Spinning frames
it: Telai per filare

source: Spinning machines
it: Macchine di filatura

source: Sawmills
it: Segherie

source: Saws [machines]
it: Seghe [macchine]

source: Elevating apparatus
it: Apparecchi elevatori

source: Bulldozers
it: Bulldozer

source: Diggers [machines]
it: Sradicatori [macchine]

source: Excavators
it: Scavatrici

source: Spray guns for paint
it: Pistole per la pittura

source: Aeronautical engines
it: Motori per l'aeronautica

source: Aircraft engines
it: Motori di aerei

source: Aeroplane engines
it: Motori di aerei

source: Oil separators
it: Separatori d'olio

source: Steam/oil separators
it: Disoliatori di vapore

source: Presses [machines for industrial purposes]
it: Presse [macchine per uso industriale]

source: Compressors for machines
it: Compressori per macchine

source: Compressed air machines
it: Macchine ad aria compressa

source: Compressors [machines]
it: Compressori [macchine]

source: Air compressors
it: Compressori d'aria

source: Printing rollers for machines
it: Rulli da stampa [macchine]

source: Printing cylinders
it: Cilindri da stampa

source: Wine presses
it: Torchi per vino

source: Generators of electricity
it: Generatori di elettricità

source: Holding devices for machine tools
it: Porta-utensili [parti di macchine]

source: Gas turbines not for land vehicles
it: Turbine a gas non per veicoli terrestri

source: Electric nail extractors
it: Estrattori di chiodi elettrici

source: Edible pastes (Machines for making -)
it: Macchine per fare paste alimentari

source: Membrane filters for use as parts of machines
it: Filtri per membrana da utilizzare come parti di macchine

source: Hydraulic motors for excavators
it: Motori idraulici per scavatori

source: Nickel plating machines
it: Macchine per la nichelatura

source: Hydraulic pliers (parts of constructing machines)
it: Pinze idrauliche (parti di macchininari per la costruzione)

source: Saw benches being parts of machines
it: Cavalletti per segare (parti di macchine)

source: Kitchen machines, electric
it: Macchine da cucina elettriche

source: Cleaning appliances utilizing steam
it: Apparecchi di pulizia a vapore

source: Fuel and air mixture regulators being parts of internal combustion engines
it: Regolatori di carburante e miscela dell'aria parti di motori a combustione interna

source: Hangers for internal combustion engines [parts of internal combustion engines]
it: Grucce per motori a combustione interna, componenti [parti di motori a combustione interna]

source: Machines for banknote cleaning
it: Macchine per la pulizia di banconote

source: Optical sorting machines
it: Selezionatrici ottiche

source: Electric pizza cutters
it: Tagliapizza elettrico

source: Metered gasoline pumps
it: Pompe dosatrici di benzina

source: Electrolysis apparatus for electroplating
it: Apparecchiature di elettrolisi per galvanoplastica

source: Wire brushes [parts of machines]
it: Spazzole metalliche [parti di macchine]

source: Valves
it: Valvole

source: Disc harrows
it: Erpici a disco

source: Speed governors for machines
it: Regolatori di velocità per macchine

source: Barley polishing machines
it: Macchine pulitrici d'orzo

source: Printing machines for use with ceramics
it: Macchine per stampa su ceramica

source: Line trimmers for garden use
it: Decespugliatori da giardino

source: Machines for shredding horticultural waste
it: Macchine trituratrici per rifiuti orticoli

source: Pneumatic controls for motors
it: Comandi pneumatici per motori

source: Pneumatic controls for machines
it: Comandi pneumatici per macchine

source: Portable electric power generators
it: Generatori d'energia elettrica portatili

source: Clamping tools for holding piece parts during machining
it: Strumenti di serraggio per bloccare i pezzi durante la lavorazione

source: Connecting rods for land vehicle engines
it: Bielle per motori di veicoli terrestri

source: Hydraulic controls for motors
it: Comandi idraulici per motori

source: Hydraulic controls for machines
it: Comandi idraulici per macchine

source: Grinding tools [parts of machines]
it: Utensili per molatura [parti di macchine]

source: Motors for model aircraft
it: Motori per modellini di aerei

source: Cam sprockets
it: Pignoni di camme

source: Positive crankcase ventilation [PCV] valves for motors and engines
it: Valvole di ventilazione positiva del basamento [PCV] per motori

source: Exhaust gas recirculation [EGR] valves for motors and engines
it: Valvole di ricircolo dei gas esausti [EGR] per motori

source: Distributors for vehicle engines
it: Distributori per motori di veicoli

source: Seed drills for agricultural machines
it: Seminatrici per macchine agricole

source: Brake flushing machines
it: Macchine di spurgo dei freni

source: Dust filters for vacuum cleaners
it: Filtri per la polvere per aspirapolveri

source: Electric cleaning apparatus for household use
it: Apparecchi elettrici di pulizia per uso domestico

source: Gears for passenger lifts
it: Ingranaggi per ascensori

source: Electric food grinders for industrial use
it: Tritalimenti elettrici per uso industriale

source: Electric food grinders for commercial use
it: Tritalimenti elettrici per uso commerciale

source: Electric pumps for swimming pools
it: Pompe elettriche per piscine

source: Robotic arms for industrial purposes
it: Bracci robotici per uso industriale

source: Spiral binding machines for industrial use
it: Rilegatrici a spirale per uso industriale

source: Engine cylinders for land vehicles
it: Cilindri di motore per veicoli terrestri

source: Engine cylinders for vehicles
it: Cilindri di motore per veicoli

source: Electric water pumps for baths
it: Pompe d'acqua elettriche per bagni

source: Electric water pumps for swimming pools
it: Pompe d'acqua elettriche per piscine

source: Water pumps for swimming pools
it: Pompe dell'acqua per piscine

source: Water pumps for baths
it: Pompe dell'acqua per bagni

source: Dosing valves [parts of machines]
it: Valvole dosatrici [parti di macchine]

source: Ball bearings for skateboards
it: Cuscinetti a sfera per skateboard

source: Ball bearings for in-line skates
it: Cuscinetti a sfera per pattini in linea

source: Aquarium air stones [pumps]
it: Pietre porose per acquari [pompe]

source: Electronic controls for motors
it: Comandi elettronici per motori

source: Pumps for land vehicle engines
it: Pompe per motori di veicoli terrestri

source: Unloading check valves for the outlets of air compressors
it: Valvole di non ritorno di scarico per le uscite di compressori d'aria

source: Mechanically operated hand-held crimpers
it: Pinze di serraggio a mano azionate meccanicamente

source: Mechanical engine parts for land vehicles
it: Parti meccaniche di motori per veicoli terrestri

source: Internal combustion engines for power generation, other than for land vehicles
it: Motori a combustione interna per la produzione di energia non per veicoli terrestri

source: Electric water pumps
it: Pompe d'acqua elettriche

source: Automotive engine blocks
it: Blocchi motori per automobili

source: Air-powered tools
it: Utensili pneumatici

source: Screwdrivers, pneumatic
it: Cacciaviti, pneumatici

source: Air screwdrivers
it: Cacciaviti ad aria

source: Nail extractors, electric
it: Estrattori di chiodi, elettrici

source: Dispensing valves being machine parts
it: Valvole di dosaggio come parti di macchine

source: Push rods for engines
it: Aste di comando per motori

source: Machines, tools and apparatus for fastening and joining
it: Macchine, utensili ed apparecchi per giunzione e fissaggio

source: Food and beverage processing and preparation machines and apparatus
it: Macchine ed apparecchi per la lavorazione e la preparazione di cibi e bevande

source: Intake manifolds for internal combustion engines
it: Collettori di aspirazione per motori a combustione interna

source: Bobbins for sewing machines
it: Bobine per macchine da cucire

source: Recoil starters for engines other than for vehicles
it: Avviatori autoavvolgenti per motori non destinati a veicoli

source: Iron pressing machines
it: Macchine da stiro

source: Construction machines
it: Macchine per l'edilizia

source: Dock cranes
it: Gru portuali

source: Blades for earth moving machines
it: Lame per macchine movimento terra

source: Mechanical hoists
it: Argani meccanici

source: Oxyacetylene cutting machines
it: Tagliatrice ossiacetilenica

source: Crankcases for motors
it: Carter per motori

source: Crankcases for machines
it: Carter per macchine

source: Engines for aerostats
it: Motori per aerostati

source: Fixed cranes
it: Gru a bandiera

source: Garden tilling machines
it: Motozappe per giardini

source: Rubber tracks for use with crawlers on construction machines
it: Cingoli di gomma da utilizzare con cingolati su macchine per l'edilizia

source: Rubber tracks for use with crawlers on loading-unloading machines and apparatus
it: Cingoli di gomma da utilizzare con cingolati su macchine e apparecchi per carico e scarico

source: Rubber tracks for use with crawlers on agricultural machines
it: Cingoli di gomma da utilizzare con cingolati su macchinari agricoli

source: Rubber tracks for use with crawlers on mining machines
it: Cingoli di gomma da utilizzare con cingolati su macchine minerarie

source: Rubber tracks for use with crawlers on snow ploughs
it: Cingoli di gomma da utilizzare con cingolati su spazzaneve

source: Shaping and moulding machines
it: Macchine trapanatrici e formatrici

source: Machines for shaping wood
it: Macchine per sagomare il legno

source: Robotic mechanisms for lifting
it: Meccanismi robotici di sollevamento

source: Robotic mechanisms for conveying
it: Meccanismi robotici di trasporto

source: Robotic mechanisms for transportation
it: Meccanismi robotici per i trasporti

source: Machines for use in viticulture
it: Macchinari per la viticoltura

source: Machines for processing vegetables
it: Macchinari per la lavorazione di ortaggi

source: Robotic mechanisms used in agriculture
it: Meccanismi robotici usati nell'agricoltura

source: Robotic mechanisms used in viticulture
it: Meccanismi robotici usati nella viticoltura

source: Electric punching machines
it: Punzonatrici elettriche

source: Guns for compressed air spraying machines
it: Pistole per polverizzartori ad aria compressa

source: Guns for compressed liquid spraying machines
it: Pistole per polverizzatori di liquidi a pressione

source: Automatic robotic spray guns for paint
it: Pistole robotiche automatiche per la pittura

source: Robotic electric punching machines
it: Punzonatrici elettriche robotiche

source: Sifting installations
it: Impianti di vagliatura

source: Couplings, other than for land vehicles
it: Giunti, diversi da quelli per veicoli terrestri

source: Typographic presses
it: Presse tipografiche

source: Printing presses
it: Presse per stampa

source: Dust exhausting installations for cleaning purposes
it: Impianti per l'aspirazione di polveri per la pulizia

source: Dust removing installations for cleaning purposes
it: Impianti di depolverizzazione per la pulizia

source: Brake segments, other than for vehicles
it: Segmenti di freni, diversi da quelli per veicoli

source: Brake shoes, other than for vehicles
it: Ceppi di freni, diversi da quelli per veicoli

source: Industrial robots for working plastic material
it: Robot industriali per la lavorazione di materie plastiche

source: Machinery for shaping wood
it: Macchine per sagomare il legno

source: Machinery for shaping metal
it: Macchine per sagomare il metallo

source: Machinery for shaping plastic material
it: Macchine per la sagomatura di materie plastiche

source: Robotic mechanisms for shaping plastic material
it: Meccanismi robotici per la sagomatura di materie plastiche

source: Robotic mechanisms for use in processing cereals
it: Macchine robotiche da usare nel trattamento di cereali

source: Robotic mechanisms for use in processing fruits
it: Macchine robotiche per la lavorazione di frutta

source: Robotic mechanisms for use in processing vegetables
it: Meccanismi robotici da usare nel trattamento di verdure

source: Robotic guns for compressed air spraying machines
it: Pistole robotiche per polverizzartori ad aria compressa

source: Robotic compressed air pumps
it: Pompe robotiche ad aria compressa

source: Industrial robot textile milling machines
it: Robot industriali per l'industria tessile

source: Industrial robot scotching machines
it: Robot industriali, macchine per blocco

source: Industrial robot tentering machines
it: Macchine industriali robotiche stenditrici

source: Robotic cleaners for household purposes
it: Apparecchi di pulizia robotici per uso domestico

source: Solar power generators
it: Generatori a energia solare

source: Power tools for use in ice sculpting
it: Utensili elettrici per scolpire il ghiaccio

source: Industrial robots for shaping wood
it: Robot industriali per sagomare il legno

source: Industrial robots for shaping metal
it: Robot industriali per sagomare il metallo

source: Industrial robots for shaping glass
it: Robot industriali per sagomare il vetro

source: Industrial robots for shaping plastic material
it: Robot industriali per sagomare materie plastiche

source: Robotic jigsaw machines
it: Seghe da traforo robotiche

source: Robotic compressors
it: Compressori robotici

source: Robotic filling machines
it: Macchine riempitrici robotiche

source: Robotic separators
it: Separatori robotici

source: Industrial robot sewing machines
it: Macchine da cucire industriali robotiche

source: Electrical appliances used in kitchen for milling
it: Apparecchi elettrici da cucina per macinare

source: Laundry drying machines without heating
it: Asciugatrice per panni priva di riscaldamento

source: Kitchen grinders, electric
it: Tritatutto da cucina elettrici

source: Crushers for kitchen use, electric
it: Trituratori domestici elettrici

source: Exhausts for motors and engines
it: Marmitte di scarico per motori

source: Boat engines
it: Motori di navi

source: Air pumps for use in terrariums
it: Pompe ad aria per terrari

source: Water pumps for use in aquariums
it: Pompe ad acqua per acquari

source: Water pumps for use in terrariums
it: Pompe ad acque per terrari

source: Water pumps for use in garden ponds
it: Pompe ad acqua per stagni da giardino

source: Electric vacuum cleaners for bedding
it: Aspiratori elettrici per biancheria da letto

source: Rough rice separating machines
it: Separatrici per riso grezzo

source: Spin dryers for household purposes (not heated)
it: Asciuga-biancheria per uso domestico (non riscaldate)

source: Compressors for clothes dryers
it: Compressori per asciugatrici

source: Compressors for laundry washing machines
it: Compressori per macchine di lavaggio per il bucato

source: Machines for use in the manufacture of electrical and electronic circuitry
it: Macchine per l'uso nella produzione di circuiteria elettrica ed elettronica

source: Machines for the preparation of surfaces for electrical and electronic components
it: Macchine per la preparazione di superfici per componenti elettrici ed elettronici

source: Machines for annealing electrical and electronic circuitry
it: Macchine per ricuocere circuiteria elettrica ed elettronica

source: Cordless vacuum cleaners
it: Aspirapolvere senza filo

source: Cordless sweepers
it: Scope senza fili

source: Wheels and tracks for machines
it: Ruote e cingoli per macchine

source: Cutting, drilling, abrading, sharpening and surface treatment machines and apparatus
it: Apparecchi e macchine per tagliare, perforare, abradere, affilare e trattare le superfici

source: Engines, powertrains, and machine parts, and controls for the operation of machines and engines
it: Motori, organi di trasmissione e parti di macchine, e comandi per l’azionamento di macchine e motori

source: Electric infant formula mixers for household use
it: Miscelatori elettrici di latte in polvere per uso domestico

source: Honey extractors (machines)
it: Smielatori (macchine)

source: Sheaths for knives
it: Guaine per coltelli

source: Leather sheaths for knives
it: Foderi per coltelli in cuoio

source: Reamers [hand tools]
it: Alesatrici [manuali]

source: Mallets [hand instruments]
it: Mazzuole [strumenti a mano]

source: Lawn clippers [hand instruments]
it: Tosa-erba [strumenti a mano]

source: Vegetable choppers (Hand-operated -)
it: Tritaverdura (Ad azionamento manuale -)

source: Picks [hand tools]
it: Picconi [utensili]

source: Centre punches [hand tools]
it: Punteruoli [utensili]

source: Spoons made of precious metal
it: Cucchiai in metalli preziosi

source: Hair-removing tweezers
it: Pinzette per depilare

source: Cake cutters
it: Taglia-torte

source: Rasps [hand tools]
it: Grattugge [utensili]

source: Hand-operated tiller
it: Motocoltivatori manuali

source: Palette knives
it: Palette [spatole]

source: Flexible head spanners
it: Chiavi a testa flessibile

source: Scissors
it: Forbici

source: Disposable razors
it: Rasoi monouso

source: Slaughtering butchers' animals (Apparatus and instruments for -)
it: Apparecchi e strumenti per la macellazione di animali da macelleria

source: Fullers [hand tools]
it: Follatori [utensili]

source: Japanese grip scissors [Japanese thread clippers]
it: Forbici a impugnatura giapponese [tagliafili giapponesi]

source: Hedge cutters [hand-operated tools]
it: Tagliasiepi [utensili azionati manualmente]

source: Punch pliers [hand tools]
it: Porta-pezzo [utensili]

source: Guns, hand-operated, for the extrusion of mastics
it: Pistole azionate a mano per l'estrusione di mastici

source: Electric fingernail polishers
it: Lucida unghie elettrici

source: Instruments and tools for skinning animals
it: Apparecchi e utensili per spellare gli animali

source: Auger bits for use with hand-operated tools
it: Punte per trivelle per uso con utensili manuali

source: Pizza slicers
it: Taglia-pizza

source: Thistle extirpators [hand tools]
it: Strumenti per tagliare i cardi

source: Manually-operated razor blade sharpeners
it: Affilatrici manuali per lamette

source: Pumps for liquids [hand-operated]
it: Pompe per liquidi [azionate manualmente]

source: Reaping hooks [hand-operated tools]
it: Falcetti [utensili azionati manualmente]

source: Non-electric fingernail polishers
it: Lucida unghie non elettrici

source: Blades [hand tools]
it: Lame [utensili]

source: Branch cutters [hand-operated]
it: Tagliarami [ad azionamento manuale]

source: Lawn rakes [hand-operated ones only]
it: Rastrelli per il prato [solo manuali]

source: Turnip cutters [hand-operated tools]
it: Trinciaradici [utensili azionati manualmente]

source: Mortise chisels
it: Bedani [utensili]

source: Flexible screwdrivers (Non-electric -)
it: Cacciaviti flessibili (Non elettrici -)

source: Abrasive discs [parts for hand operated tools]
it: Dischi abrasivi [parti di utensili manuali]

source: Caulking irons [hand tools]
it: Cianfrini [utensili manuali]

source: Chucks for hand-operated tools
it: Mandrini per utensili a mano

source: Containers adapted for razor blades
it: Contenitori per lamette da rasoio

source: Nail polishers (Non-electric -)
it: Lustra-unghie (Non elettrici -)

source: Nasal hair trimmers
it: Tagliapeli per naso

source: Cuticle tweezers
it: Pinzette per pipite

source: Implements for decanting liquids [hand tools]
it: Apparecchi a mano per spillare il vino

source: Instruments for punching tickets
it: Strumenti per punzonare i biglietti

source: Vices
it: Morse

source: Money scoops
it: Raccogli-monete

source: Wick trimmers [scissors]
it: Smoccolatoi [forbici]

source: Cutter bars [hand tools]
it: Barre per alesaggio [utensili]

source: Tailor's shears
it: Forbici da sarto

source: Cutting discs for use with hand operated tools
it: Dischi da taglio da utilizzare con utensili manuali

source: Electrical shavers for removing fuzz from fabric [hand instruments]
it: Rasoi elettrici per rimuovere lanugine da tessuti [strumenti manuali]

source: Agricultural implements, hand-operated
it: Strumenti agricoli a mano azionati manualmente

source: Japanese razors
it: Rasoi giapponesi

source: Nail clippers, electric or non-electric
it: Taglia-unghie elettrici o non elettrici

source: Scissors for household use
it: Forbici per uso domestico

source: Electric hair clippers
it: Tagliacapelli elettrici

source: Tube cutters [hand tools]
it: Taglia-tubi [utensili]

source: Sprayers [hand-operated tool] for garden use in spraying insecticide
it: Vaporizzatori [utensili azionati manualmente] per giardino per irrorare insetticidi
